{
  "domande": [
       "Qual è la cosa più imbarazzante che ti è mai successa a scuola?",
    "Hai mai avuto una cotta per un professore?",
    "Se potessi avere un superpotere per un giorno, quale sarebbe?",
    "Qual è il segreto più assurdo che hai mai tenuto?",
    "Hai mai sbirciato il telefono di qualcuno?",
    "Qual è la tua più grande figuraccia in pubblico?",
    "Hai mai mandato un messaggio alla persona sbagliata?",
    "Qual è la tua crush attuale?",
    "Cosa faresti se fossi invisibile per un giorno?",
    "Qual è il tuo guilty pleasure?",
    "Hai mai finto di essere malato per saltare scuola o lavoro?",
    "Se dovessi scegliere tra ricchezza infinita o amore vero, cosa sceglieresti?",
    "Hai mai fatto una challenge virale?",
    "Se potessi vivere in un film per un giorno, quale sceglieresti?",
    "Qual è la cosa più pazza che hai fatto per impressionare qualcuno?",
    "Hai mai stalkerato qualcuno sui social?",
    "Qual è l'ultima bugia che hai detto?",
    "Hai mai rubato qualcosa, anche di piccolo?",
    "Chi è la persona che ti fa ridere di più?",
    "Hai mai scritto una lettera d'amore?",
    "Qual è il tuo sogno più strano?",
    "Hai mai fatto finta di non vedere qualcuno per non salutarlo?",
    "Qual è la cosa più coraggiosa che hai fatto finora?",
    "Quale canzone canti sempre sotto la doccia?",
    "Hai mai avuto un profilo fake?",
    "Se potessi cambiare una cosa di te, quale sarebbe?",
    "Qual è la cosa più cringe che hai fatto per amore?",
    "Qual è stato il tuo primo bacio?",
    "Hai mai fatto un video imbarazzante e l'hai caricato online?",
    "Qual è il tuo peggior fail in cucina?",
    "Hai mai scritto un diario?",
    "Qual è il tuo sogno nel cassetto?",
    "Hai mai pianto per un film?",
    "Qual è il tuo cartone animato preferito da bambino?",
    "Hai mai avuto un sogno ricorrente?",
    "Hai mai infranto una regola importante?",
    "Qual è il tuo outfit più pazzo di sempre?",
    "Hai mai confessato qualcosa a un amico e poi te ne sei pentito?",
    "Qual è la figura peggiore che hai fatto davanti a un crush?",
    "Hai mai ricevuto una dichiarazione d'amore strana?",
    "Qual è la festa più folle a cui hai partecipato?",
    "Se potessi rinascere in un'altra epoca, quale sarebbe?",
    "Hai mai litigato per un gioco?",
    "Chi è il tuo VIP preferito?",
    "Hai mai fatto finta di capire una cosa anche se non avevi idea?",
    "Qual è la figura più buffa che hai visto a scuola?",
    "Hai mai avuto un sogno che poi si è avverato?",
    "Cosa faresti se vincessi 1 milione di euro domani?",
    "Qual è il tuo piatto preferito quando sei triste?",
    "Hai mai dormito in classe?",
    "Qual è stato il tuo ultimo messaggio oggi?",
    "Hai mai avuto un flirt in vacanza?",
    "Hai mai fatto una scenata di gelosia?",
    "Qual è stato il tuo regalo di compleanno più bello?",
    "Hai mai fatto un figurone per puro caso?",
    "Hai mai creato un meme su qualcuno?",
    "Qual è il tuo record personale più inutile?",
    "Hai mai provato a fare il DJ?",
    "Qual è la bugia che dici più spesso?",
    "Hai mai parlato nel sonno?",
    "Hai mai fatto uno scherzo telefonico?",
    "Se potessi teletrasportarti, dove andresti ora?",
    "Qual è la tua serie TV preferita e perché?",
    "Hai mai sognato di diventare famoso?",
    "Qual è la tua espressione tipica quando sei nervoso?",
    "Hai mai ballato come se nessuno ti stesse guardando (ma ti guardavano)?",
    "Hai mai scambiato una persona per un'altra?",
    "Hai mai fatto karaoke ubriaco?",
    "Cosa ti rende davvero felice in una giornata no?",
    "Qual è la tua citazione motivazionale preferita?",
    "Hai mai avuto una cotta per un personaggio immaginario?",
    "Hai mai scritto una canzone o poesia per qualcuno?",
    "Qual è la tua teoria più assurda su qualcosa?",
    "Hai mai fatto una figura imbarazzante durante un discorso pubblico?",
    "Qual è la tua emoji preferita?",
    "Hai mai litigato con un amico e poi fatto pace subito?",
    "Qual è la tua routine del mattino?",
    "Hai mai finto di sapere una cosa solo per fare colpo?",
    "Qual è la tua peggior abitudine?",
    "Hai mai detto qualcosa di compromettente senza volerlo?",
    "Hai mai avuto un soprannome imbarazzante?",
    "Qual è stato il tuo miglior anno scolastico e perché?",
    "Hai mai fatto un provino per qualcosa?",
    "Cosa ti fa scattare una risata incontrollabile?",
    "Hai mai fatto finta di essere qualcun altro per scherzo?",
    "Qual è la figura più divertente fatta in famiglia?",
    "Hai mai avuto un sogno lucido?",
    "Qual è la più grande gaffe che hai fatto con un adulto?",
    "Hai mai fatto una maratona di film o serie?",
    "Cosa ti ispira a dare il meglio?",
    "Qual è la tua crush famosa?",
    "Hai mai sognato a occhi aperti durante una lezione?",
    "Cosa faresti se potessi cambiare una decisione passata?",
    "Hai mai vinto qualcosa inaspettatamente?",
    "Qual è il tuo talento nascosto?",
    "Hai mai cantato in pubblico per sbaglio o volontariamente?",
    "Qual è stato il tuo ultimo sogno che ricordi?",
    "Hai mai pianto per qualcosa di stupido?",
    "Qual è la tua giornata ideale?"
  ],

  "eventi": [
    "Salta il tuo prossimo turno.",
  "Puoi giocare due volte di fila!",
  "Inverti l’ordine di gioco.",
  "Scambia la tua posizione con quella del giocatore alla tua destra.",
  "Scegli un giocatore: lui o lei salta il prossimo turno.",
  "Tutti i giocatori devono rivelare un segreto oppure perdere un turno.",
  "Il giocatore più giovane salta il turno.",
  "Fai tirare il dado a un altro al posto tuo.",
  "Il prossimo giocatore deve eseguire due carte di fila.",
  "Torna indietro di un turno (rifai la tua ultima carta).",
  "Scambia la tua carta pescata con quella di un altro giocatore.",
  "Tutti i giocatori cambiano posto fisicamente.",
  "Il turno passa direttamente al giocatore che sceglierai.",
  "Il giocatore con il nome più lungo salta il turno.",
  "Il prossimo turno devi giocare con gli occhi chiusi.",
  "Pesca due carte e scegli la peggiore per te.",
  "Fai una penitenza scelta dal gruppo o salta il prossimo turno.",
  "Il giocatore alla tua sinistra gioca al posto tuo.",
  "Scegli un altro giocatore: scambiatevi i ruoli.",
  "Lancia il dado: se esce pari, salti un turno. Se esce dispari, raddoppi l'effetto della prossima carta.",
  "Puoi annullare un evento negativo in futuro (conservalo come bonus).",
  "Fai una sfida al giocatore di fronte: chi perde salta un turno.",
  "Il gioco si ferma: tutti dicono un pregio del giocatore a destra.",
  "Ripeti la tua ultima azione.",
  "Pesca una carta extra alla fine del tuo turno.",
  "Tutti devono girare su sé stessi 3 volte prima di giocare.",
  "Il giocatore più silenzioso ottiene un turno extra.",
  "La prossima carta che peschi, la esegue un altro giocatore scelto da te.",
  "Tutti i giocatori scambiano carte con quello alla loro sinistra.",
  "Rimani in silenzio fino al tuo prossimo turno o perdi un turno extra."
  ],

  "obblighi": [
    "Fai il tuo miglior ballo per 15 secondi.",
  "Manda un messaggio a un contatto a caso con solo un'emoji.",
  "Fai un complimento sincero al giocatore alla tua destra.",
  "Canta una canzone scelta dal gruppo.",
  "Parla con accento francese fino al tuo prossimo turno.",
  "Imita un professore per 30 secondi.",
  "Fai 10 flessioni o 10 squat, scegli tu.",
  "Fingi di essere un influencer mentre promuovi un oggetto vicino.",
  "Dì tre cose imbarazzanti su di te.",
  "Fai finta di ricevere una telefonata drammatica.",
  "Scatta un selfie buffo e invialo al gruppo.",
  "Crea una poesia in 20 secondi e recitala.",
  "Fai una dichiarazione d’amore al giocatore opposto.",
  "Danza lentamente come se fossi a un ballo di fine anno.",
  "Fai la sfilata di moda più assurda con quello che hai addosso.",
  "Parla in rima fino al tuo prossimo turno.",
  "Cambia il tuo nome WhatsApp in qualcosa scelto dal gruppo per 1 ora.",
  "Imita una celebrità famosa per 1 minuto.",
  "Fai una proposta di matrimonio (finta) a un altro giocatore.",
  "Fai il rumore di un animale a scelta del gruppo ogni volta che parli.",
  "Fai una story finta come se fossi a un evento VIP.",
  "Fingi di essere una mamma overprotective per 1 minuto.",
  "Scrivi un messaggio romantico e invialo a un contatto a caso (con screenshot).",
  "Imita il verso di 5 animali diversi.",
  "Fai il twerking (sì, ci devi provare).",
  "Fai un brindisi solenne con un bicchiere d’acqua.",
  "Recita la scena più triste di un film con passione.",
  "Chiedi scusa per qualcosa che non hai fatto.",
  "Disegna qualcosa col naso per terra e fai indovinare cosa.",
  "Fai un TikTok immaginario dal vivo (con audio incluso).",
  "Fai lo spelling del tuo nome… cantandolo.",
  "Imita una persona del gruppo finché non indovinano chi è.",
  "Racconta il tuo sogno più strano.",
  "Imita un robot con malfunzionamenti per 30 secondi.",
  "Fingi di essere un venditore di pentole per 1 minuto.",
  "Fai l’influencer che sponsorizza un prodotto assurdo (tipo una banana).",
  "Parla solo in domande fino al tuo prossimo turno.",
  "Scambia un capo d’abbigliamento con un altro giocatore.",
  "Racconta il tuo peggior appuntamento (vero o inventato).",
  "Scrivi “Ti amo” su un foglio e mostralo a tutti.",
  "Gira su te stesso 10 volte e poi prova a camminare dritto.",
  "Fai il DJ per 30 secondi con solo la tua voce.",
  "Condividi una figuraccia che hai fatto.",
  "Dì la verità su chi ti piace (o fingi molto bene).",
  "Fai la parodia di una pubblicità famosa.",
  "Racconta una bugia credibile e fai indovinare se è vera.",
  "Fai finta di essere ubriaco per 1 minuto.",
  "Simula una scena di film horror.",
  "Parla come un bambino piccolo per 2 turni.",
  "Fingi di essere in una telenovela.",
  "Canta l’inno nazionale come se fosse un pezzo trap.",
  "Dì la prima parola che ti viene in mente per ogni giocatore.",
  "Stai in equilibrio su una gamba per un turno.",
  "Mostra l’ultima foto salvata sul tuo telefono.",
  "Crea un soprannome per ogni giocatore.",
  "Fai il “presentatore” del gruppo per 1 minuto.",
  "Scrivi una dichiarazione d’amore con una sola emoji.",
  "Chiama qualcuno con voce sensuale e dì: 'Ciao… pensavi a me?'",
  "Metti qualcosa in testa come cappello e tienilo fino al prossimo turno.",
  "Fai una scena di gelosia (finta) a qualcuno del gruppo.",
  "Scegli un oggetto e fagli una dedica d’amore.",
  "Chiedi il permesso per ogni cosa per 3 turni.",
  "Imita il modo in cui parli quando sei arrabbiato.",
  "Recita un pezzo rap a caso come se fossi in freestyle battle.",
  "Fai una danza tribale di tua invenzione.",
  "Fai un discorso motivazionale a un oggetto.",
  "Fingi di essere una star che arriva sul red carpet.",
  "Siediti al contrario per il prossimo turno.",
  "Fai un ASMR con qualsiasi oggetto vicino.",
  "Fai un’intervista a un altro giocatore come se fosse famoso.",
  "Tieni gli occhi chiusi fino al prossimo turno.",
  "Racconta una storia assurda e convincente come se fosse vera.",
  "Imita un personaggio dei cartoni animati.",
  "Fai finta di essere un prof influencer su TikTok.",
  "Dai un consiglio di vita come se fossi un guru zen.",
  "Fai il verso di uno zombie fino al prossimo turno.",
  "Simula una scena d’azione come in un film Marvel.",
  "Fai una lezione improvvisata su un argomento scelto dal gruppo.",
  "Mostra 3 emoji e spiega una tua giornata tipo con esse.",
  "Metti una canzone e balla come se fossi da solo in camera.",
  "Fai una live finta e presenta i tuoi fan immaginari.",
  "Recita il testo di una canzone come se fosse poesia drammatica.",
  "Sussurra tutto quello che dici fino al prossimo turno.",
  "Gesticola in modo esagerato quando parli.",
  "Fai un applauso a ogni giocatore con una motivazione.",
  "Fai una scenetta dove sei un alieno che scopre gli umani.",
  "Fai un brindisi epico con acqua o quello che hai.",
  "Imita un video virale famoso.",
  "Dì qualcosa di divertente che solo tu fai.",
  "Mima un oggetto e fai indovinare agli altri.",
  "Prova a sedurre qualcuno con una sola parola.",
  "Fai il presentatore del TG con notizie inventate.",
  "Disegna qualcosa sulla tua mano con una penna e mostrala.",
  "Parla come un robot programmato per amare.",
  "Proponi una sfida assurda a qualcuno.",
  "Fingi di essere un cane per 30 secondi.",
  "Crea una challenge con un oggetto a caso.",
  "Parla come se fossi in un reality show.",
  "Sussurra a un altro giocatore qualcosa di misterioso.",
  "Recita una pubblicità di uno snack come se fosse un Oscar.",
  "Dai un nome ridicolo al tuo prossimo turno e annunciati come tale."
  ]
}
